act
adw-gtk-theme
amd-ucode
android-file-transfer
android-tools
apple_cursor
arch-install-scripts
arduino-ide
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
asusctl
base
base-devel
bat
bemenu
blueman
bluez-deprecated-tools
bluez-utils
brave-bin
brightnessctl
chromium
cmatrix
cross
crypto++
cursor-bin
deskreen-bin
dialog
dnsmasq
docker
dust
efibootmgr
eog
fastfetch
fd
fzf
gcc-fortran
gdal
ghostty
git
github-cli
gnome-bluetooth
gnome-themes-extra
grim
grub
htop
hyprland
hyprlock
hyprpolkitagent
hyprshot
hyprsunset
ipscan-bin
jamesdsp
kdeconnect
kdenlive
kicad
kitty
less
lf
lib32-flex
lib32-nvidia-utils
libvirt
linux
linux-firmware
linux-g14
linux-g14-headers
linux-headers
llvm
luarocks
lxappearance
man-db
man-pages
mpv
neovim
networkmanager
nix
nmap
nodejs-lts-jod
notion-app-electron
noto-fonts
ntfs-3g
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-look
onlyoffice-bin
openocd
openssh
os-prober
papirus-icon-theme
pavucontrol
picocom
pipewire-alsa
pipewire-pulse
plocate
pokemon-colorscripts-git
power-profiles-daemon
prismlauncher
python-pywal
python-watchdog
python-yaml
python-zipfile-deflate64
qemu-base
qemu-desktop
qemu-user-static
qemu-user-static-binfmt
qt5-script
qwt
reflector
responsively
ripgrep
rog-control-center
rpi-imager
rstudio-desktop-bin
rustup
scrcpy
shell-color-scripts-git
slurp
sof-firmware
spicetify-cli
spotify
starship
staruml
stow
supergfxctl
swaync
switcheroo-control
swww
thunar
tinyxml2
tmux
toilet
tree
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-ms-win11-auto
ttf-space-mono-nerd
ttf-victor-mono-nerd
unoconv
unzip
usbutils
uv
virt-manager
visual-studio-code-bin
waybar-cava
waypaper
wayvnc
wezterm
wget
whitesur-gtk-theme
whitesur-icon-theme
wl-clipboard
xdg-desktop-portal-hyprland
xterm
yay
yay-debug
zellij
zen-browser-bin
zip
zsh
zsh-completions
zsh-syntax-highlighting
