adw-gtk-theme
amd-ucode
android-tools
arch-install-scripts
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
asusctl
base
base-devel
bemenu
brave-bin
brightnessctl
cava
chromium
cmatrix
crypto++
dialog
docker
efibootmgr
fastfetch
gcc-fortran
gdal
ghostty
git
github-cli
gnome-themes-extra
grim
grub
htop
hyprland
hyprlock
hyprpolkitagent
hyprshot
jamesdsp
kicad
kitty
less
lf
lib32-flex
lib32-nvidia-utils
linux
linux-firmware
linux-g14
linux-g14-headers
linux-headers
llvm
luarocks
lxappearance
mpv
neovim
networkmanager
nmap
nodejs-lts-jod
notion-app-electron
noto-fonts
npm
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-look
onlyoffice-bin
openocd
openssh
os-prober
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-pulse
power-profiles-daemon
python-pywal
python-watchdog
qemu-base
qemu-user-static
qemu-user-static-binfmt
reflector
ripgrep
rog-control-center
rpi-imager
rstudio-desktop-bin
rustup
scrcpy
slurp
sof-firmware
spicetify-cli
spotify
staruml
stow
supergfxctl
swaync
switcheroo-control
swww
thunar
tinyxml2
tmux
toilet
tree
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-ms-win11-auto
unzip
uv
waybar-cava
waypaper
wget
whitesur-gtk-theme
whitesur-icon-theme
wl-clipboard
xdg-desktop-portal-hyprland
yay
yay-debug
zellij
zip
zsh
zsh-completions
zsh-syntax-highlighting
